Repository: fccn/wp-nau-theme
Catalog: languages/*/messages.po
Languages: pt

source: About to Start
pt: Quase a começar

source: About to end
pt: Quase a acabar

source: About to start
pt: Prestes a começar

source: Accept
pt: Aceitar

source: Affordable and clean energy
pt: Energias renováveis e acessível

source: All rights reserved.
pt: Todos os direitos reservados.

source: All|courses
pt: Todos|cursos

source: Available
pt: Disponível

source: Certificate
pt: Certificado

source: Clean water and sanitation
pt: Água potável e saneamento

source: Clear Cookie
pt: Limpar Cookie

source: Climate action
pt: Ação Climática

source: Close
pt: Fechar

source: Content type:
pt: Tipo de conteúdo:

source: Course Youtube video
pt: Vídeo do curso no Youtube

source: Courses
pt: Pesquisar Cursos

source: Courses|Highlighted
pt: Cursos|Destacados

source: Courses|Running
pt: Cursos|Disponíveis

source: Courses|running
pt: Cursos|disponíveis

source: Decent work and economic growth
pt: Trabalho digno e crescimento económico

source: Ended
pt: Finalizado

source: Entities
pt: Entidades

source: Entity Youtube video
pt: Vídeo da entidade no Youtube

source: Entity|Founders
pt: Entidades|Fundadoras

source: Everyone
pt: Todos

source: Explore all courses
pt: Explore todos os cursos

source: Finished
pt: Terminado

source: Free
pt: Gratuito

source: Gender equality
pt: Igualdade de género

source: Good health and well-being
pt: Saúde de qualidade

source: Homepage
pt: Página de entrada do site da NAU

source: Industry, innovation and infrastructure
pt: Indústria, inovação e infraestruturas

source: Instructor Paced
pt: Com Calendário Definido

source: Instructor paced
pt: Com calendário definido

source: Invitation Only
pt: Apenas por Convite

source: Invitation only
pt: Apenas por convite

source: Know +
pt: Saber +

source: Know more about this entity
pt: Saber mais sobre esta entidade

source: Learn more about this course
pt: Saiba mais sobre o contorno do curso

source: Learn more about this entity
pt: Saiba mais sobre esta entidade

source: Life below water
pt: Proteger a vida marinha

source: Life on land
pt: Proteger a vida terrestre

source: Need Help
pt: Preciso de Ajuda

source: News
pt: Notícias

source: No goal
pt: Sem objetivo

source: No poverty
pt: Erradicar a pobreza

source: None found
pt: Nenhum encontrado

source: Not to translate
pt: Não traduzir

source: Open
pt: Abrir

source: Open to everyone
pt: Aberto a todos

source: Pages
pt: Páginas

source: Participants
pt: Participantes

source: Partnerships for the goals
pt: Parcerias e meios de implementação dos objetivos

source: Peace, justice and strong institutions
pt: Paz, justiça e instituições eficazes

source: Quality education
pt: Educação de qualidade

source: Read More
pt: Ler mais

source: Reduced inequalities
pt: Reduzir as desigualdades

source: Responsible consuption
pt: Produção e consumo responsáveis

source: Running
pt: A decorrer

source: Running Courses
pt: Cursos Disponíveis

source: Scheduled to start
pt: Brevemente

source: Search
pt: Procurar

source: Search ...
pt: Procurar ...

source: Search Courses
pt: Pesquisar Cursos

source: Search courses...
pt: Pesquisar Cursos...

source: Search for:
pt: Procurar por:

source: Search results
pt: Resultados de pesquisa

source: Search tool
pt: Ferramenta de pesquisa

source: See a video about this entity
pt: Veja um vídeo sobre esta entidade

source: See video
pt: Ver vídeo

source: Self paced
pt: Sem horário definido

source: Share
pt: Partilhar

source: Share on Facebook
pt: Partilhar no Facebook

source: Share on Instagram
pt: Partilhar no Instagram

source: Share on Linkedin
pt: Compartilhar no Linkedin

source: Share on Twitter
pt: Partilhar no Twitter

source: Show courses that are:
pt: Apresenta cursos que:

source: Social Media
pt: Siga-nos

source: Started
pt: Iníciou

source: Subscribe newsletter
pt: Subscrever lista de email (newsletter)

source: Sustainable cities and communities
pt: Cidades e comunidades sustentáveis

source: Tags
pt: Etiquetas

source: This site uses cookies (update this message on NAU Theme Options)!
pt: Este site usa cookies (atualize esta mensagem nas opções do Theme NAU)!

source: View course
pt: Ver curso

source: View entity
pt: Ver detalhes

source: Visit INcode2030 website
pt: Visitar o site INcode.2030

source: Visit OpenEdX website
pt: Visitar site OpenEdX

source: Zero hunger
pt: Erradicar a fome

source: for search string:
pt: para o critério de pesquisa:

source: know more about this course
pt: saber mais sobre este curso

source: results
pt: resultados
